[
    [
        "Title",
        "Subtitle",
        "Video link",
        "Description",
        "Github link"
    ],
    [
        "Foreign Student Registration",
        "Many programs but few Attractive",
        "https://vimeo.com/785890525/7c051b9510",
        "In our study, we found that Taiwan tertiary education system struggles to go international. Among all the programs, 84 percent are allowed by the ministry of education to admit foreign students. However, within those foreign student admissible programs, more than half attract zero foreign student -- the exact share is 55.72 percent. \"Why is Taiwan's tertiary education system so unattractive to foreigners?\"  would be the next step of a future research.",
        "https://github.com/tpemartin/111-1-R-final-project"
    ],
    [
        "台灣失蹤人口統計數據窺探",
        "建議使用1.5倍數觀看",
        "https://youtu.be/wjKz_a0e9pU",
        "台灣總人口為三千兩百萬人，每年失蹤人口高達兩萬，約佔總人口的0.6%。根據過去十年的資料，成年男性、成年女性和少女是失蹤人口的前三名。值得注意的是，新北市的少女失蹤案件數最高。儘管整體失蹤人口數量有下降趨勢，並且查獲數量仍高於失蹤數量，仍是一個需要關注的社會議題。",
        "https://github.com/arthur54021/111-2-R-Project"
    ],
    [
        "台南醫療風向球：各區最熱門與最冷門科別揭密！",
        "",
        "https://youtu.be/YbAJ73wl8DM",
        "隨著台南市醫療服務的日益發展，了解各區診所醫院的熱門和冷門科別成為一個引人入勝的課題，我們將透過-臺南市各區各類別之診所、醫院 這份資料進行分析，以揭開台南市各區最熱門和最冷門科別的神秘面紗。\n在做報告前，沒預設每區同時會有多個冷門或熱門科別，原本要一一介紹，但後來發現資訊會太多、有點複雜，故將結論等資料留給影片內供大家參照!\n準備好了嗎？讓我們一同探索台南醫療的風向球，發現各區最熱門和最冷門科別的驚喜！\n",
        "https://github.com/CaiXuanChen/111-2-R-final-project"
    ],
    [
        "三峽房價與居住配置之關聯性分析",
        "",
        "https://youtu.be/H7NHAxOOr5o",
        "對於三峽房屋形式的價格分析與猜想",
        "https://github.com/ian090898/111-2-R-final-project/tree/main/final"
    ],
    [
        "三峽房價與居住配置之關聯性分析",
        "",
        "https://youtu.be/H7NHAxOOr5o",
        "有電梯的房價高\n房間數量與房價呈負相關\n華夏和住宅大樓的房價會高於透天和公寓\n房齡和房價的關係因為資料母數不足，就難看出之間的關係",
        "https://github.com/ian090898/111-2-R-final-project/tree/main/final"
    ],
    [
        "臺灣上市公司2022年ESG整體表現分析",
        "",
        "https://vimeo.com/837954010",
        "近年來，ESG議題相當熱門，本影片將以「台灣上市公司2022年ESG表現」的統計資料，針對「整體情況」作出分析。從結論而言，可以發現臺灣上市公司2022年在ESG的整體表現上，不論是在哪一個面向都不甚理想，縱使係較容易量化目標、近年來備受關注、表現相對較好的環境保護（E）面向，仍有近7-8成的上市公司並未取得相關的ISO認證，更別提在本影片中，針對社會責任（S）面向的性別平權上的表現更是慘不忍睹，由此可知在ESG的推行上，臺灣的上市公司還有很大的努力空間。",
        "https://github.com/LinYungChen/111_2_R_final_project"
    ],
    [
        "NBA球員位置分析",
        "",
        "https://youtu.be/llBkjPxddp4",
        "籃球場上的五個位置每個人的特點都不同，能力也不同，所以在籃球場上教練才可以搭配各種球員位置的球員類型創造出多種的組合變化。",
        "https://github.com/YangCEN311/112-RFinal-Project"
    ],
    [
        "遊戲銷量中的當代背景",
        "藉由年分與當代背景思考銷量高低的前因",
        "https://youtu.be/0I6t63ERrbk",
        "遊戲銷量的個人解釋",
        "https://github.com/Avi-python/111-2-R-FinalProject"
    ],
    [
        "Piracy Globally 2016-2022",
        "",
        "https://youtu.be/9bEInX1_7gQ",
        "Piracy activity has decrease throughout the years, with the highest amount of report being 201 in 2018, and the lowest being 115 in 2022, a 54.4304% difference.\nThe highest reported incidents are Indonesia with a total of 198 reported cases, second to that is Nigeria with a total of 193 reported cases. Although, almost all country have seen significant decrease in activity, such as Indonesia dropping from 49 cases in 2016 to only 10 in 2022 and Nigeria from 36 cases in 2016 to 0 in 2022, Singapore straits has risen from 2 cases in 2016 to 38 cases in 2022, which suggest some underlying reason for the increasing activity and needs to be investigated.",
        "https://github.com/Ethan011224/111-2-R-Project"
    ],
    [
        "觀察107-109年全台不同地區事故發生件數，分析造成事故發生的可能原因並分享看法",
        "",
        "https://youtu.be/Lwq0eHen1Jo",
        "\n\n不知道大家有沒有看過曾經登上《國家地理雜誌》網站的台北橋「機車瀑布」奇觀呢？\n依據國情統計通報，截至109年7月底，全臺灣機動車輛登記數計2,220.1 萬輛，\n其中機車有1,403.9 萬輛，汽車有816.1 萬輛，機車密度位居世界第一。\n換句話說，在2300萬的人口中，平均每位國民都至少有1種交通工具可以代步，可以說是非常便利。交通工具的發明對於社會運作更有效率，善用交通工具我們也能夠自由地前往想去的地方。\n\n然而，凡事都有一體兩面，台灣的交通事故死亡率是其他國家（美、英、日、韓等）的4至6倍。以人口數比台灣多五倍的日本來說，2022年日本交通死亡人數為2610人，創下史上最低紀錄，2021年的人數為2636人。而台灣的交通事故死亡人數為(2022年1~11月)交通死亡人數為2825人，早已超越日本全年死亡人數。\n\n大量的交通工具充斥在一個小小的島上，台灣長久以來就是為人詬病的交通地獄，再加上臺灣人的駕駛習慣不良，車禍對於台灣人來說再熟悉不過了！雖然這聽起來很不妙，但我們還是有機會可以改善此現況。鄰近國家南韓在2010年每10萬人的交通事故死亡率是11.1人，台灣是14.3人；不過，相隔一年，南韓於2021年，下降至5.26人，台灣依舊是有12.67人，這代表南韓必定有採取某些政策手段才能收穫極佳的成效，值得臺灣效仿。\n\n在改善交通現狀前，一定要先了解問題癥結點，我們想知道到底甚麼原因會造成事故？\n藉由敘述統計的方法，針對不同變數與事故發生件數之相關性，並嘗試歸納結果得出結論\n或許經過我們的分析，大家可以從中得知如何防範事故發生，將傷害降至最低。\n最終希望【開開心心出門，平平安安回家】不再只是奢求與口號！",
        "https://github.com/J410977004/112-RFinal/blob/main/accident.Rmd"
    ]
]